Repository: Avag-Sayan/piclone
Catalog: po/*.po
Languages: nb

source: Unable to read source.
nb: Klarte ikke å lese kilden.

source: Non-MSDOS partition table on source.
nb: Kilden har en ikke-MSDOS-partisjonstabell.

source: Preparing target...
nb: Forbereder mål-enheten …

source: Could not write to destination.
nb: Klarte ikke å lagre til destinasjonen.

source: Could not create FAT.
nb: Klarte ikke å opprette FAT.

source: Reading partitions...
nb: Leser inn partisjoner …

source: Too many partitions on source.
nb: For mange partisjoner i kilden.

source: Preparing partitions...
nb: Forbereder partisjoner …

source: Could not create partition.
nb: Klarte ikke å opprette partisjon.

source: Could not create file system.
nb: Klarte ikke å opprette filsystem.

source: Could not set flags.
nb: Klarte ikke å iverksette flaggene.

source: Copying partition %d of %d...
nb: Kopierer partisjon %d av %d …

source: Could not mount partition.
nb: Klarte ikke å montere partisjonen.

source: Insufficient space. Backup aborted.
nb: Utilstrekkelig lagringsplass. Sikkerhetskopieringen ble avbrutt.

source: Could not unmount partition.
nb: Klarte ikke å avmontere partisjonen.

source: Copy complete.
nb: Kopieringen er fullført.

source: Checking source...
nb: Sjekker kilden …

source: Cancel
nb: Avbrytt

source: This will erase all content on the device '%s'. Are you sure?
nb: Dette vil slette alt innhold på '%s'-enheten. Er du sikker?

source: No
nb: Nei

source: Yes
nb: Ja

source: No devices available
nb: Ingen enheter er tilgjengelige

source: Select the device to copy from
nb: Velg enheten det skal kopieres ifra

source: Select the device to copy to
nb: Velg enheten som det skal kopieres til

source: Help
nb: Hjelp

source: Start
nb: Begynn

source: Copy From Device:
nb: Kopier fra enhet:

source: Select the device from which to copy
nb: Velg enheten det skal kopieres ifra

source: Copy To Device:
nb: Kopier til enhet:

source: Select the device to which to copy
nb: Velg enheten det skal kopieres til

source: New Partition UUIDs
nb: Nye partisjons-UUID-er

source: Check this box to create new partition UUIDs on the copy
nb: Huk av denne boksen for å opprette nye partisjons-UUID-er hos kopien

source: SD Card Copier v1.0 This is an application to copy and back up SD cards. To use it, you will need a USB SD card writer. To back up your Raspberry Pi's internal SD card, insert a blank SD card into a USB card writer and connect it to your Pi. Then start the application, choose your card writer from the “Copy To Device” drop-down box and press “Start”. The copy process will take 10-15 minutes depending on the size of your card. The resulting card should be a bootable copy of your existing card; to restore, simply place the backup card into the onboard SD card slot, put the card to restore onto into the USB writer and repeat the copy process above. You can also back up to a standard USB stick, and then restore from the USB stick to an SD card by setting the “Copy From Device” drop-down to the USB stick and the “Copy To Device” to a USB card writer containing the card to restore onto. Note that you cannot copy onto the SD card from which your Pi is currently booted, which is why it does not appear in the “Copy To Device” dropdown. Note also that the destination card doesn’t need to be the same size as the source card, but it must have enough space to hold all the data that is on it. The application will warn you if there is insufficient space on the destination. Under Raspbian Stretch and later versions, you cannot mount two partitions with the same UUID, so you will not be able to mount a cloned SD card when booted from the disk from which it was cloned. If you need to do this, check the "New Partition UUIDs" box before copying.
nb: SD Card Copier v1.0 Dette er et program for å (sikkerhets)kopiere SD-kort. For å bruke det, må du ha en SD-til-USB-adapter. For å sikkerhetskopiere din Raspberry Pis interne SD-kort, sett inn et blankt SD-kort i en USB-kortskriver og koble den til din Pi. Start deretter programmer, velg kortskriveren din fra «Kopier til enhet»-nedfallsmenyen, og trykk på «Begynn». Kopieringsprosessen vil ta 10-15 minutter avhengig av kortets størrelse. Det resulterende kortet burde da bli en oppstartsbar kopi av ditt eksisterende kort; for å gjenopprette fra den, bare sett inn sikkerhetskopikortet i Pi-ens SD-kortinngang, sett kortet det skal gjenopprettes til inn i USB-kortskriveren, og gjenta kopieringsprosessen ovenfor. Du kan også sikkerhetskopiere til en vanlig USB-pinne, og deretter gjenopprette fra USB-pinnen til et SD-kort ved å velge USB-pinnen i «Kopier fra enhet»-nedfallsmenyen, og sett «Kopier til enhet» til en USB-kortskriver som har kortet det skal gjenopprettes til inni seg. Bemerk at du ikke kan kopiere til SD-kortet som Pi-en din for øyeblikket er startet opp ifra, som er grunnen til at den ikke dukker opp i «Kopier til enhet»-nedfallsmenyen. Bemerk også at mål-enheten ikke behøver å ha samme størrelse som kildekortet, men den må ha nok størrelse til å romme alle dataene som er på den. Programmet vil advare deg dersom det ikke er tilstrekkelig plass på mål-enheten. I Raspbian Stretch og senere versjoner, kan du ikke montere to partisjoner med den samme UUID-en, så du vil ikke kunne montere et klonet SD-kort når det startes opp fra disken som den ble klonet ifra. Hvis du behøver å gjøre dette, huk av «Nye partisjons-UUID-er»-boksen før du kopierer.

source: SD Card Copier Help
nb: SD Card Copier-hjelp

source: Make a copy of the Raspbian SD card
nb: Lag en kopi av Raspbian-SD-kortet

source: Password Required
nb: Passord påkrevd
